---
kind: other
id: Properties.T:Autodesk.Revit.DB.InSessionPrintSetting
source: html/256145ed-9785-addb-bbed-ea474d1dd34e.htm
---
# InSessionPrintSetting Properties

Returns the Parameters of Print Setup.